Revit 2027 API
ParameterTypeId.PhyMaterialParamShearPerpendicular Property
 "Shear perpendicular to grain"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PhyMaterialParamShearPerpendicular { get; }
Public Shared ReadOnly Property PhyMaterialParamShearPerpendicular As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PhyMaterialParamShearPerpendicular {
	ForgeTypeId^ get ();
}
static member PhyMaterialParamShearPerpendicular : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace